;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: wisecleaner
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 07, 2021
;
[Lang]
NativeLanguage=Русский
[Translation]
LangCode=1045
LangCode=0419
ReadHabit=Left-to-right
LanguageName=RUS
LangShortName=ru-ru
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
lblinfo.Caption = Проверьте, соответствует ли этот компьютер системным требованиям Windows 11.
lbllang.Caption = Язык:
cpu = Процессор
memory = Память
disk = Хранилище
diskstyle = Стиль раздела
firmware = Системная прошивка
boot = Безопасная загрузка
graphiccard = Видеокарта
tpm = TPM 2.0
info3 = Частота процессора ниже 1 ГГц.
info4 = Архитектура процессора - x86, но Windows 11 ее не поддерживает.
info5 = Процессора нет в списке совместимых.
info6 = Windows 11 не поддерживает 32-разрядный процессор.
info7 = Стиль раздела диска не GPT.
info8 = Физическая память должна быть 4 ГБ или больше.
info9 = Системный диск должен быть 64 ГБ или больше.
info10 = Системная прошивка не поддерживает безопасную загрузку.
info11 = Видеокарта не поддерживает DirectX 12.
info12 = Версия WDDM ниже 2.x
info13 = TPM не поддерживается.
info14 = TPM отключен.
info15 = Версия TPM ниже 2.0
info16 = Системная прошивка не поддерживает UEFI.
info-3 = Это нераспознанный 64-битный процессор.
info-4 = Свободное место на диске меньше 64 ГБ.
tpminfo = доверенный платформенный модуль версии 2.0
directxinfo = Графика, совместимая с DirectX %s / WDDM %s
bootinfo = ПК загружается с использованием только доверенной прошивки
support = Совместимо
unknow = Неизвестно. Щелкните для получения более подробной информации.
unsupport = Несовместимо. Щелкните для получения более подробной информации.
NewVer = Доступна новая версия! Хотите обновить сейчас?
